export const heroText = {
  ar: {
    title: "معكم نستطيع جعل العالم مكان افضل",
    body: `
    نؤمن بأن العالم الرقمي هو المستقبل في جميع المجالات, احجز مقعدك معنا
    من اجل دخول المستقبل
    `,
  },
  en: {},
};

export const ourHistory = {
  ar: {
    title: "لمحة عن تاريخنا في مجال البرمجة",
    body: `
    بدأنا في البرمجة والتصميم منذ سنة 2014 انجزنا خلال هذه الفترة عدة
    مشاريع حازت على الاعجاب العديد من الاشخاص, فريقنا مهتم دائما بمواكبة
    احدث التقنيات
    `,
  },
  en: {},
};

export const businessValues = {
  ar: {
    title: "عملنا الاساسي",
    values: [
      {
        title: "رؤيتنا",
        body: "تقديم خدمات ذات جودة عالية",
        icon: "M4 8V4m0 0h4M4 4l5 5m11-1V4m0 0h-4m4 0l-5 5M4 16v4m0 0h4m-4 0l5-5m11 5l-5-5m5 5v-4m0 4h-4",
      },
      {
        title: "مهمتنا",
        body: "العمل على تسهيل وتطوير حياة الانسان بشكل افضل",
        icon: "M4 8V4m0 0h4M4 4l5 5m11-1V4m0 0h-4m4 0l-5 5M4 16v4m0 0h4m-4 0l5-5m11 5l-5-5m5 5v-4m0 4h-4",
      },
      {
        title: "رسالتنا",
        body: "المزيد من التقدم في مجال التكنولوجياس",
        icon: "M4 8V4m0 0h4M4 4l5 5m11-1V4m0 0h-4m4 0l-5 5M4 16v4m0 0h4m-4 0l5-5m11 5l-5-5m5 5v-4m0 4h-4",
      },
    ],
    team:`فريق عملنا`,
    teamBody:`
    فريق عملنا دائما جاهز وعلى تواصل دائم مع الزبائن والعملاء من اجل
    تطوير خدماتنا
    `
  },
  en: {
    title: "عملنا الاساسي",
    values: [
      { title: "رؤيتنا", body: "تقديم خدمات ذات جودة عالية" },
      {
        title: "مهمتنا",
        body: "العمل على تسهيل وتطوير حياة الانسان بشكل افضل",
      },
      { title: "رسالتنا", body: "المزيد من التقدم في مجال التكنولوجياس" },
    ],
  },
};
