export const heroText = {
  ar: {
    subTitle: "انطلق الى الفضاء الالكتروني",
    mainTitle: "نضمن لك افضل الخدمات بانسب الاسعار",
    body: "وجود عملك على الانترنت مهم جدا, حيث يمكن للمستخدمين التعرف على علامتك التجارية او خدماتك والتواصل معك بسهولة",
    font: "font-sans",
  },
  en: {
    subTitle: "english",
    mainTitle: "english Almost before we knew it",
    body: "english Almost before we knew it",
    font: "font-eng",
  },
};

export const ourOfferText = {
  ar: {
    title: "لدينا الخبرة التي تحتاجها",
    body: "نقدم خدمات التصميم والبرمجة التي تناسب متطلباتك وتساعدك على تطوير اعمالك ",
    services: ["تصميم", "تخطيط", "تجريب", "برمجة", "دعم 24/7", "نشر"],
  },
  en: {
    title: "eng",
    body: "eng",
    services: ["eng", "eng"],
  },
};

export const whatWeCanDoText = {
  ar: {
    title: "ماذا يمكننا ان نقدم",
    doList: [
      {
        title: "التخطيط",
        body: "نقدم لك دراسة كاملة لمشروعك من خلال جمع المعلومات وتقديم افضل مايمكننا",
      },
      {
        title: "التصميم",
        body: "تصميم يناسب مشروعك ذو طابع جذاب وسهل على المستخدم",
      },
      {
        title: "البرمجة",
        body: "الجزء المهم من المشروع يمكننا استخدام احدث التقنيات التي توفر سرعة وثبات في الاداء",
      },
    ],
  },
};

export const ourServicesText = {
  ar: {
    title: "خدماتنا",
    services: [
      {
        title: "قواعد البيانات",
        body: "انشاء قواعد بيانات باستخدام SQL, postgresql, Mongodb",
      },
      {
        title: "برمجة مواقع ثابتة",
        body: "تصميم وبرمجة موقع ثابت المحتوى ",
      },
      {
        title: "برمجة مواقع متغيرة",
        body: "تصميم وبرمجة موقع متغير حيث يمكن للمستخدم او المسؤول تغغير المحتوى المطلوب",
      },
      {
        title: "لوحة تحكم",
        body: "يمكن اضافة لوحة تحكم يمكن من خلالها التحكم بالموقع اوالتطبيق",
      },
      {
        title: "تطبيقات موبايل",
        body: "برمجة تطبيقات تعمل على نظام Android و IOS",
      },
      {
        title: "التسويق الالكتروني",
        body: "تسويق الموقع من اجل ضمان المزيد من الارباح",
      },
      {
        title: "موشن غرافيك",
        body: "تصميم صور وفيديو",
      },
      {
        title: "تعديل على الفيديو",
        body: "اخراج وتصميم على الفيديو",
      },
    ],
  },
};
