export const heroText = {
  ar: {
    subTitle: "انطلق الى الفضاء الالكتروني",
    mainTitle: "نضمن لك افضل الخدمات بانسب الاسعار",
    body: "وجود عملك على الانترنت مهم جدا, حيث يمكن للمستخدمين التعرف على علامتك التجارية او خدماتك والتواصل معك بسهولة",
    font: "font-sans",
  },
  en: {
    subTitle: "english",
    mainTitle: "english Almost before we knew it",
    body: "english Almost before we knew it",
    font: "font-eng",
  },
};

export const ourOfferText = {
  ar: {
    title: "لدينا الخبرة التي تحتاجها",
    body: "نقدم خدمات التصميم والبرمجة التي تناسب متطلباتك وتساعدك على تطوير اعمالك ",
    services: ["تصميم", "تخطيط", "تجريب", "برمجة", "دعم 24/7", "نشر"],
  },
  en: {
    title: "eng",
    body: "eng",
    services: ["eng", "eng"],
  },
};

export const whatWeCanDoText = {
  ar: {
    title: "ماذا يمكننا ان نقدم",
    doList: [
      {
        title: "التخطيط",
        body: "نقدم لك دراسة كاملة لمشروعك من خلال جمع المعلومات وتقديم افضل مايمكننا",
      },
      {
        title: "التصميم",
        body: "تصميم يناسب مشروعك ذو طابع جذاب وسهل على المستخدم",
      },
      {
        title: "البرمجة",
        body: "الجزء المهم من المشروع يمكننا استخدام احدث التقنيات التي توفر سرعة وثبات في الاداء",
      },
    ],
  },
  en: {
    title: "ماذا يمكننا ان نقدم",
    doList: [
      {
        title: "التخطيط",
        body: "نقدم لك دراسة كاملة لمشروعك من خلال جمع المعلومات وتقديم افضل مايمكننا",
      },
      {
        title: "التصميم",
        body: "تصميم يناسب مشروعك ذو طابع جذاب وسهل على المستخدم",
      },
      {
        title: "البرمجة",
        body: "الجزء المهم من المشروع يمكننا استخدام احدث التقنيات التي توفر سرعة وثبات في الاداء",
      },
    ],
  },
};

export const ourServicesText = {
  ar: {
    title: "خدماتنا",
    services: [
      {
        title: "قواعد البيانات",
        body: "انشاء قواعد بيانات باستخدام SQL, postgresql, Mongodb",
        icon: "M4 7v10c0 2.21 3.582 4 8 4s8-1.79 8-4V7M4 7c0 2.21 3.582 4 8 4s8-1.79 8-4M4 7c0-2.21 3.582-4 8-4s8 1.79 8 4m0 5c0 2.21-3.582 4-8 4s-8-1.79-8-4",
      },
      {
        title: "برمجة مواقع ثابتة",
        body: "تصميم وبرمجة موقع ثابت المحتوى ",
        icon: "M9 12h6m-6 4h6m2 5H7a2 2 0 01-2-2V5a2 2 0 012-2h5.586a1 1 0 01.707.293l5.414 5.414a1 1 0 01.293.707V19a2 2 0 01-2 2z",
      },

      {
        title: "برمجة مواقع متغيرة",
        body: "تصميم وبرمجة موقع متغير حيث يمكن للمستخدم او المسؤول تغغير المحتوى المطلوب",
        icon: "M11 4a2 2 0 114 0v1a1 1 0 001 1h3a1 1 0 011 1v3a1 1 0 01-1 1h-1a2 2 0 100 4h1a1 1 0 011 1v3a1 1 0 01-1 1h-3a1 1 0 01-1-1v-1a2 2 0 10-4 0v1a1 1 0 01-1 1H7a1 1 0 01-1-1v-3a1 1 0 00-1-1H4a2 2 0 110-4h1a1 1 0 001-1V7a1 1 0 011-1h3a1 1 0 001-1V4z",
      },

      {
        title: "لوحة تحكم",
        body: "لوحة تحكم يمكن من خلالها التحكم بالموقع اوالتطبيق",
        icon: "M12 6V4m0 2a2 2 0 100 4m0-4a2 2 0 110 4m-6 8a2 2 0 100-4m0 4a2 2 0 110-4m0 4v2m0-6V4m6 6v10m6-2a2 2 0 100-4m0 4a2 2 0 110-4m0 4v2m0-6V4",
      },

      {
        title: "تطبيقات موبايل",
        body: "برمجة تطبيقات تعمل على نظام Android و IOS",
        icon: "M12 18h.01M8 21h8a2 2 0 002-2V5a2 2 0 00-2-2H8a2 2 0 00-2 2v14a2 2 0 002 2z",
      },

      {
        title: "التسويق الالكتروني",
        body: "تسويق الموقع من اجل ضمان المزيد من الارباح",
        icon: "M11 5.882V19.24a1.76 1.76 0 01-3.417.592l-2.147-6.15M18 13a3 3 0 100-6M5.436 13.683A4.001 4.001 0 017 6h1.832c4.1 0 7.625-1.234 9.168-3v14c-1.543-1.766-5.067-3-9.168-3H7a3.988 3.988 0 01-1.564-.317z",
      },

      {
        title: "موشن غرافيك",
        body: "تصميم صور وفيديو",
        icon: "M4 16l4.586-4.586a2 2 0 012.828 0L16 16m-2-2l1.586-1.586a2 2 0 012.828 0L20 14m-6-6h.01M6 20h12a2 2 0 002-2V6a2 2 0 00-2-2H6a2 2 0 00-2 2v12a2 2 0 002 2z",
      },

      {
        title: "تعديل على الفيديو",
        body: "اخراج وتصميم على الفيديو",
        icon: "M15 10l4.553-2.276A1 1 0 0121 8.618v6.764a1 1 0 01-1.447.894L15 14M5 18h8a2 2 0 002-2V8a2 2 0 00-2-2H5a2 2 0 00-2 2v8a2 2 0 002 2z",
      },
      {
        title: "تعديل على التصميم",
        body: "اخراج وتصميم على الفيديو",
        icon: "M15 10l4.553-2.276A1 1 0 0121 8.618v6.764a1 1 0 01-1.447.894L15 14M5 18h8a2 2 0 002-2V8a2 2 0 00-2-2H5a2 2 0 00-2 2v8a2 2 0 002 2z",
      },
    ],
  },
  en: {
    title: "خدماتنا",
    services: [
      {
        title: "قواعد البيانات",
        body: "انشاء قواعد بيانات باستخدام SQL, postgresql, Mongodb",
        icon: "M4 7v10c0 2.21 3.582 4 8 4s8-1.79 8-4V7M4 7c0 2.21 3.582 4 8 4s8-1.79 8-4M4 7c0-2.21 3.582-4 8-4s8 1.79 8 4m0 5c0 2.21-3.582 4-8 4s-8-1.79-8-4",
      },
      {
        title: "برمجة مواقع ثابتة",
        body: "تصميم وبرمجة موقع ثابت المحتوى ",
        icon: "M9 12h6m-6 4h6m2 5H7a2 2 0 01-2-2V5a2 2 0 012-2h5.586a1 1 0 01.707.293l5.414 5.414a1 1 0 01.293.707V19a2 2 0 01-2 2z",
      },

      {
        title: "برمجة مواقع متغيرة",
        body: "تصميم وبرمجة موقع متغير حيث يمكن للمستخدم او المسؤول تغغير المحتوى المطلوب",
        icon: "M11 4a2 2 0 114 0v1a1 1 0 001 1h3a1 1 0 011 1v3a1 1 0 01-1 1h-1a2 2 0 100 4h1a1 1 0 011 1v3a1 1 0 01-1 1h-3a1 1 0 01-1-1v-1a2 2 0 10-4 0v1a1 1 0 01-1 1H7a1 1 0 01-1-1v-3a1 1 0 00-1-1H4a2 2 0 110-4h1a1 1 0 001-1V7a1 1 0 011-1h3a1 1 0 001-1V4z",
      },

      {
        title: "لوحة تحكم",
        body: "لوحة تحكم يمكن من خلالها التحكم بالموقع اوالتطبيق",
        icon: "M12 6V4m0 2a2 2 0 100 4m0-4a2 2 0 110 4m-6 8a2 2 0 100-4m0 4a2 2 0 110-4m0 4v2m0-6V4m6 6v10m6-2a2 2 0 100-4m0 4a2 2 0 110-4m0 4v2m0-6V4",
      },

      {
        title: "تطبيقات موبايل",
        body: "برمجة تطبيقات تعمل على نظام Android و IOS",
        icon: "M12 18h.01M8 21h8a2 2 0 002-2V5a2 2 0 00-2-2H8a2 2 0 00-2 2v14a2 2 0 002 2z",
      },

      {
        title: "التسويق الالكتروني",
        body: "تسويق الموقع من اجل ضمان المزيد من الارباح",
        icon: "M11 5.882V19.24a1.76 1.76 0 01-3.417.592l-2.147-6.15M18 13a3 3 0 100-6M5.436 13.683A4.001 4.001 0 017 6h1.832c4.1 0 7.625-1.234 9.168-3v14c-1.543-1.766-5.067-3-9.168-3H7a3.988 3.988 0 01-1.564-.317z",
      },

      {
        title: "موشن غرافيك",
        body: "تصميم صور وفيديو",
        icon: "M4 16l4.586-4.586a2 2 0 012.828 0L16 16m-2-2l1.586-1.586a2 2 0 012.828 0L20 14m-6-6h.01M6 20h12a2 2 0 002-2V6a2 2 0 00-2-2H6a2 2 0 00-2 2v12a2 2 0 002 2z",
      },

      {
        title: "تعديل على الفيديو",
        body: "اخراج وتصميم على الفيديو",
        icon: "M15 10l4.553-2.276A1 1 0 0121 8.618v6.764a1 1 0 01-1.447.894L15 14M5 18h8a2 2 0 002-2V8a2 2 0 00-2-2H5a2 2 0 00-2 2v8a2 2 0 002 2z",
      },
      {
        title: "تعديل على التصميم",
        body: "اخراج وتصميم على الفيديو",
        icon: "M15 10l4.553-2.276A1 1 0 0121 8.618v6.764a1 1 0 01-1.447.894L15 14M5 18h8a2 2 0 002-2V8a2 2 0 00-2-2H5a2 2 0 00-2 2v8a2 2 0 002 2z",
      },
    ],
  },
};

export const customerText = {
  ar: {
    title: "ليسو فقط عملاء. شركاء وأصدقاء ....",
    feedBack: [
      {
        image: "/images/face2.png",
        name: "عدنان جمال",
        jop: "مؤسس + رئيس تنفيذي",
        webSite: "WeBuild",
        comment: `
      يعتمد عملنا على المواهب والدعم السريع والموثوق.
      يقدم لنا WebDeves هذا وأكثر من ذلك بكثير ، بينما يحررنا من القيام بما نفعله
      افعل ما هو أفضل: تصميم رقمي رائع.
      `,
      },
      {
        image: "/images/face1.png",
        name: "سليم موصلي",
        jop: "شريك اداري",
        webSite: "Wwwanted",
        comment: `
      لقد كان WebDeves منفتحًا جدًا علينا وجميع أفكارنا المجنونة. لقد جعلوا الأمر سهلاً للغاية بالنسبة لشخص ليس لديه أي فكرة عن كيفية البرمجة ، وتطوير موقع تجارة إلكترونية عملي وترحيبي.
      `,
      },
      {
        image: "/images/face3.png",
        name: "خالد البقاعي",
        jop: "الرئيس التنفيذي",
        webSite: "eSasson Studios",
        comment: `
      يتجاوز فريق WebDeves توقعاتنا من خلال اقتراح أو تنفيذ أشياء بطرق لم ندرك أنها كانت ممكنة.
      `,
      },
    ],
  },
  en: {
    title: "ليسو فقط عملاء. شركاء وأصدقاء....",
    feedBack: [
      {
        image: "/images/face2.jpg",
        name: "عدنان جمال",
        jop: "مؤسس + رئيس تنفيذي",
        webSite: "WeBuild",
        comment: `
      يعتمد عملنا على المواهب والدعم السريع والموثوق.
      يقدم لنا WebDeves هذا وأكثر من ذلك بكثير ، بينما يحررنا من القيام بما نفعله
      افعل ما هو أفضل: تصميم رقمي رائع.
      `,
      },
      {
        image: "/images/face1.jpg",
        name: "سليم موصلي",
        jop: "شريك اداري",
        webSite: "Wwwanted",
        comment: `
      لقد كان WebDeves منفتحًا جدًا علينا وجميع أفكارنا المجنونة. لقد جعلوا الأمر سهلاً للغاية بالنسبة لشخص ليس لديه أي فكرة عن كيفية البرمجة ، وتطوير موقع تجارة إلكترونية عملي وترحيبي.
      `,
      },
      {
        image: "/images/face3.jpg",
        name: "خالد البقاعي",
        jop: "الرئيس التنفيذي",
        webSite: "eSasson Studios",
        comment: `
      يتجاوز فريق WebDeves توقعاتنا من خلال اقتراح أو تنفيذ أشياء بطرق لم ندرك أنها كانت ممكنة.
      `,
      },
    ],
  },
};
