export const projects = {
  ar: [
    {
      name: "مؤسسة الرسالة",
      image: "/images/alresala.png",
      url: "https://alresala.net/",
      date: "05-06-2019",
      description: `
       موقع لمنظمة تعمل في تركيا ضمن برامج التعليم والصحة والاغاثة وعن طريق هذا المشروع يمكن للمستخدمين التعرف على مشارع هذه المنظمة
       `,
    },
    {
      name: "مؤسسة الرسالة",
      image: "/images/alresala.png",
      url: "https://alresala.net/",
      date: "05-06-2019",
      description: `
        موقع لمنظمة تعمل في تركيا ضمن برامج التعليم والصحة والاغاثة وعن طريق هذا المشروع يمكن للمستخدمين التعرف على مشارع هذه المنظمة
        `,
    },
    {
      name: "مؤسسة الرسالة",
      image: "/images/alresala.png",
      url: "https://alresala.net/",
      date: "05-06-2019",
      description: `
        موقع لمنظمة تعمل في تركيا ضمن برامج التعليم والصحة والاغاثة وعن طريق هذا المشروع يمكن للمستخدمين التعرف على مشارع هذه المنظمة
        `,
    },
  ],
  // en: [],
};
